[
  {
    "Id": 1,
    "BlogPostTitle": "Hillerød Sejlklub - en aktiv og traditionel sejlklub",
    "BlogPostText": "Hillerød Sejlklub er en af de ældste sejlklubber i Danmark. Klubben blev grundlagt i 1866, og har siden da været et aktivt omdrejningspunkt for sejlsport i Hillerød og omegn.\r\n\r\nKlubben har både en aktiv kapsejladsafdeling og en hyggelig klubhusafdeling. Kapsejladsafdelingen har både junior- og seniorhold, der deltager i stævner i hele Danmark. Klubhuset er et populært samlingspunkt for både medlemmer og ikke-medlemmer, og der er altid mulighed for at få en kop kaffe eller en kold øl.\r\n\r\nKlubben ligger i en fantastisk naturskøn beliggenhed ved Øresund. Med udsigt til Kronborg Slot og Helsingør er der rig mulighed for at nyde den smukke udsigt, mens man sejler.\r\n\r\nKlubben har et bredt udvalg af både, som medlemmerne kan leje. Der er både joller, kajakker og windsurfingboards til rådighed.\r\n\r\nHillerød Sejlklub er en hyggelig og aktiv klub, der er åben for alle. Uanset om du er nybegynder eller erfaren sejler, er du velkommen til at besøge klubben.\r\n\r\nHer er nogle af de specifikke aktiviteter og tilbud, som Hillerød Sejlklub tilbyder:\r\n- Kapsejlads for både juniorer og seniorer\r\n- Klubhus med mulighed for at nyde en kop kaffe eller en kold øl\r\n- Udlejning af både, joller, kajakker og windsurfingboards\r\n- Sejlskole for både børn og voksne\r\n- Vandpolo\r\n- Badminton\r\n\r\nHvis du er interesseret i at lære mere om Hillerød Sejlklub, kan du besøge klubbens hjemmeside eller kontakte klubben direkte.",
    "Comments": [
      {
        "Id": 2,
        "Name": "asdkjasl",
        "Message": "lkajskda"
      }
    ],
    "DatePublished": "2023-12-12T11:11:45.3836161+01:00"
  },
  {
    "Id": 2,
    "BlogPostTitle": "Sådan vælger du den rigtige sejlbåd",
    "BlogPostText": "At købe en sejlbåd er en stor beslutning. Det er en investering, der kan koste mange penge, og det er vigtigt at vælge den rigtige båd, så du får mest muligt ud af den.\r\n\r\nHer er nogle ting, du skal overveje, når du skal vælge en sejlbåd:\r\n\u003Cem\u003E\r\n- Hvad vil du bruge båden til?\r\n- Hvor mange personer skal du have med ombord?\r\n- Hvor meget erfaring har du med sejlads?\r\n- Hvad er dit budget?\r\n\u003C/em\u003E\r\n\r\nNår du har overvejet disse ting, kan du begynde at kigge på forskellige bådtyper. Der er mange forskellige typer sejlbåde på markedet, så det er vigtigt at gøre din research, før du træffer en beslutning.\r\n\r\nHer er en oversigt over nogle af de mest populære bådtyper:\r\n\r\n- \u003Cstrong\u003EJoller:\u003C/strong\u003E Joller er små og lette både, der er ideelle til begyndere. De er nemme at sejle og kan tages med på trailer.\r\n- \u003Cstrong\u003EKahykker:\u003C/strong\u003E Kahykker er større og mere komfortable både, der er ideelle til familier eller venner. De har ofte kahytter, toiletter og andre faciliteter.\r\n- \u003Cstrong\u003EKuttere:\u003C/strong\u003E Kuttere er større og mere kraftfulde både, der er ideelle til lange ture. De er ofte hurtigere end kahykker og har mere plads til udstyr.\r\nNår du har fundet en båd, der passer til dine behov og dit budget, er det vigtigt at få den tjekket af en professionel, før du køber den. Dette vil hjælpe dig med at sikre, at båden - er i god stand og ikke har nogen skjulte problemer.\r\n\r\nHer er nogle tips til at købe en brugt sejlbåd:\r\n\r\n- Få en bådkyndig person til at se båden med dig.\r\n- Spørg om bådens historie.\r\n- Foretag en prøvesejlads.\r\n\r\nAt købe en sejlbåd er en stor beslutning, men det kan også være en meget givende oplevelse. Ved at følge disse tips kan du hjælpe dig med at træffe den rigtige beslutning og få mest muligt ud af din nye båd.",
    "Comments": [
      {
        "Id": 1,
        "Name": "John Erik",
        "Message": "JEG HADER UGLER!"
      },
      {
        "Id": 3,
        "Name": "Ron",
        "Message": "jeg kan godt lide katte med pæls"
      },
      {
        "Id": 5,
        "Name": "Harry",
        "Message": "det staves pels Ron din narkoman"
      },
      {
        "Id": 7,
        "Name": "Dumbledor",
        "Message": "UUUhhh hu hu.. hu hu.. hvad sker der her, leget vi med stave"
      },
      {
        "Id": 10,
        "Name": "skal man kunne redigere en kommentar?",
        "Message": "?"
      },
      {
        "Id": 12,
        "Name": "skal man være logget ind for at kommentere",
        "Message": "?"
      }
    ],
    "DatePublished": "2023-12-12T11:22:24.5975272+01:00"
  }
]
